{
  "projects": [
    {
      "id": "1",
      "title": "World Health Organization",
      "img": "https://res.cloudinary.com/dn7js4wyp/image/upload/v1723401668/zeo0xjxyhi4b1wjwfcx5.png",
      "description": "This is a \"Collaborative\" project developed by a team of four in five days during Masai School's Construct Week. It showcases the coding and testing skills we acquired at Masai School. We cloned the WHO website, which promotes global health and awareness."
    },

    {
      "id": "2",
      "title": "Viatours",
      "img": "https://res.cloudinary.com/dn7js4wyp/image/upload/v1723401663/qkzrphekthm0djlywhb0.png",
      "description": " \"Viotours\" is an intuitive platform that simplifies global travel by allowing users to book hotels, travel packages, and connect with experienced guides. Developed with HTML, CSS, and Bootstrap, it addresses various development challenges to enhance the user experience."
    },
    {
      "id": "3",
      "title": "Travel With Us",
      "img": "https://res.cloudinary.com/dn7js4wyp/image/upload/v1723401657/tebntludk4jymr4jaysz.png",
      "description": "\"Travel with Us\" is a modern travel website designed for a seamless booking experience. Using HTML, CSS, JavaScript, Bootstrap, and Tailwind CSS, it features user-friendly booking options and an interactive interface for exploring destinations. The focus is on easy navigation and visual appeal to improve travel planning."
    },
    {
      "id": "4",
      "title": "Aidex",
      "img": "https://res.cloudinary.com/dn7js4wyp/image/upload/v1723401644/yemmobjvxrpebrj571d9.png",
      "description": " \"Aidex\" is an advanced travel website designed for efficient travel planning and bookings. Built with HTML, CSS, React, and Chakra UI, it offers a modern, responsive design with an intuitive interface. Key features include easy navigation and a smooth booking process, ensuring a consistent and enjoyable user experience."
    },
    {
      "id": "5",
      "title": "Thirsty Wine",
      "img": "https://res.cloudinary.com/dn7js4wyp/image/upload/v1723401674/kmvjgtvxqjnwexodxtsa.png",
      "description": " \"Thirsty Wine\" is an e-commerce website designed for wine enthusiasts. Utilizing HTML, CSS, React, Redux, Redux-Thunk, and Chakra UI, it features a modern, responsive design with a comprehensive wine catalog, advanced search, and a secure checkout process. Redux and Redux-Thunk handle state and asynchronous operations, while Chakra UI ensures a visually appealing and accessible interface."
    },
    {
      "id": "6",
      "title": "Pantaloons Clone - Solo Project",
      "img": "https://res.cloudinary.com/dn7js4wyp/image/upload/v1723401644/yemmobjvxrpebrj571d9.png",
      "description": "\"Pantaloons\" is an e-commerce platform providing a seamless shopping experience. Built with HTML, CSS, React, Redux, Redux-Thunk, React Router DOM, and Axios, it offers a modern, responsive design. Key features include product browsing, secure transactions, efficient state management, smooth navigation, and reliable data fetching."
    },
    {
      "id": "7",
      "title": "Weather App",
      "img": "https://res.cloudinary.com/dn7js4wyp/image/upload/v1723402669/ttgucqnyyiit19zxo73j.png",
      "description": " \"The Weather App\" offers real-time weather information through a user-friendly interface. Built with HTML, CSS, JavaScript, React, Redux, Redux Toolkit, and React Router DOM, it provides current weather data and forecasts. Redux and Redux Toolkit handle state management efficiently, while React Router DOM ensures smooth navigation."
    }
  ],
  "feedbacks": []
}
